;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Polski
;Language name in English e.g. German
LanguageEn=Polish
;;Your name here. You can also leave your email, website, blog...
Translator=Listary
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Proszę zachować sekwencje jak \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Brak
602=Listary Opcje

;Tray Menu
1001=Pomoc Online
1002=Sprawdź aktualizacje...
1003=About
1004=Zakończ

;Toolbar
1100=Szukaj

;Favorite Menu
2000=Ulubione
2001=Aplikacja
2002=Wszystkie
2003=Dodaj tutaj
2004=Dodaj aktualny folder do ulubionych
2050=Nie udało się dodać do ulubionych
2051=Listary nie był w stanie znaleźć ścieżkę z tej aplikacji.

;Recent Menu
2100=Najnowsze
2101=Wyczyść
2103=Folder
2104=Plik
2105=Ścieżka tej aplikacji
2106=Nie śledź tej aplikacji
2107=Pokaż więcej...

;Smart Menu
2200=Inteligentne
2201=Aktualnie otwarte foldery
2202=Przełącznik ostatnie otwarte foldery w menedżerze plików
2203=Otwórz plik wybrany w menedżerze plików
2204=Przeglądaj aktualny folder
2205=Wiersz polecenia
2206=Przejdź do folderu aplikacji
2207=Przeglądaj folder aplikacji
2208=Pokaż rozszerzenie pliku
2209=Pokaż ukryte pliki i foldery
2210=Kopiuj ścieżkę folderu do schowka
2211=Wybrane pozycje ścieżki kopiuj do schowka
2212=Wybrane pozycje wyświetl i Kopiuj do schowka
2213=Opcje
2214=Pobierz do wersji Pro
2215=Dodaj aplikację do listy
2216=Wyłącz Listary dla tej aplikacji
2217=Eksportuj zawartość listy do pliku CSV
2218=Separator
2250=%s został dodany do wsparcia listy pomyślnie.
2251=Możesz użyć myszy kliknąć środkowym przyciskiem myszy lub klawisza skrótu %s aby aktywować Listary w %s teraz.
2252=Czy na pewno chcesz wyłączyć Listary dla tej aplikacji?
2253=Wyłącz Listary
2254=Listary nie pojawi się już więcej od następnego uruchomienia tej aplikacji. \ nMożesz zawsze przejdź do Opcje > Aplikacje włączyć ponownie.

;Search
2300=List
2301=Idź do
2302=Brak elementów poszukiwania.

;Options > General
3000=Ogólne
3001=Uruchom Listary podczas uruchamiania systemu Windows
3002=Ustaw wejście centralne do listy plików automatycznie dla Eksploratora Windows XP
3003=Sprawdź aktualizacje po otwarciu Opcji
3004=Szybka zmiana (otwórz bieżący folder w oknie dialogowym po przejściu z menedżera plików)
3005=Język:
3006=Menedżer Plików Domyślny
3007=Wypełnij to, jeśli wolisz korzystać z menedżera plików innego niż Windows Explorer.\nUżyj  %1 w parametrze do ścieżki. Nie zapomnij cudzysłów.


;Options > Favorites
3100=Ulubione
3101=Szczegóły
3102=Nazwa:
3103=Klawisz skrótu:
3104=Typ:
3105=Ścieżka:
3106=Podmeni 
3107=Dodaj do ulubionych pozycji
3108=Usuń zaznaczone ulubiony element

;Options > Recent
3200=Najnowsze
3201=Wszystkie ostatnie pozycje:
3206=Ścieżka wszystkich ostatnich pozycji
3207=Ścieżka ostatnich plików i folderów dla wszystkich aplikacji
3208=Automatycznie wybierz ostatnio otwarte pliki w oknie dialogowym
3209=Usuń zaznaczone ostatnie pozycje
3210=Usuń wszystkie ostatnie pozycje
3211=Wszystkie ostatnie pozycje
3212=Ostatnie foldery aplikacji
3213=Ostatnie pliki aplikacji
3214=Ostatnie pozycje menu
3215=Szukaj najnowszych plików i folderów

;Options > Smart Commands
3300=Inteligentne polecenia
3301=Szczegóły poleceń
3303=Komendy:
3305=Pokaż Polecenie Smart Menu
3306=Dodaj Niestandardowe Polecenie
3307=Nazwa
3308=Skrót
3309=Komenda 
3310=Pokaż Inteligentne Menu
3311=Dodaj wbudowane inteligentne polecenia
3312=Usuń wybrane polecenia

;Options > Applications
3400=Aplikacje
3401=Ustawienia aplikacji: (dotyczą tylko wybranych aplikacji na liście powyżej)
3402=Włącz Listary dla tej aplikacji
3403=Ścieżka ostatnich plików i folderów
3404=Dodaj aplikację o zmianę ustawień
3405=Usuń zaznaczoną aplikacje z ulubionych
3406=Klucz

;Options > Keyboard and Mouse
3500=Klawiatura i mysz
3501=Klawisze
3502=Ogólny:
3503=Pokaż pasek Narzędzi Listary:
3504=Pokaż menu:
3505=Lokalny (działa tylko podczas pokazanego Listary paska narzędzi):
3506=Ulubione menu:
3507=Najnowsze menu:
3508=Inteligentne menu:
3509=Włącz lokalne klawisze (w tym klawisze do ulubionych i poleceń inteligentnych) dla Explorera, gdy pasek narzędzi Listary  jest ukryty.
3510=Myszka
3511=Kliknij dwukrotnie w pustym obszarze, aby uaktywować Listary w Explorerze/Okno Dialogowe Pliku/Pulpit
3512=Kliknij środkowy, aby uaktywnić Listary

;Options > Display
3600=Wyświetlanie
3601=Ustawienie okna 
3602=Pełne
3603=Względnie do listy
3604=W stosunku do okna
3605=Od góry
3606=Od dołu
3607=Z lewej
3608=Z prawej
3609=Przezroczystość
3610=Meni
3611=Maksymalna liczba pokazanych pozycji:
3612=Maksymalna szerokość (w pikselach):
3613=Minimalna szerokość (w pikselach):
3614=Aktywowanie myszy aby otworzyć menu (opóźnienie w milisekundach, 0 wyłącza):
3615=Meni kontekstowe
3616=Pokaż ostatnie pozycje w podmeni
3617=Pikseli

;Options > Integration
4000=Integracja
4001=Menu katalogu Total Commander dodaj do Listary Ulubione
4002=Użyj Total Commander do wymiany okien dialogowych:

;Options > Compatibility
3700=Kompatybilność 
3701=Listary będzie również współpracować z następującymi aplikacjami:
3702=Dodaj aplikacje do listy
3703=Usuń zaznaczone aplikacje z listy
3704=Menadżer plików
3705=Grupa
3706=Wykonywalny 
3707=Pasek adresu 
3708=Tak
3709=Nie

;Options > Pro
3800=Pobierz do Listary Pro
;3801=
3802=Nazwa:
3803=E-mail:
3804=Kod rejestracyjny:
3805=Uwaga
3806=Listary jest jako freeware do użytku osobistego i non-profit. W tych przypadkach, użytkownik uzyskuje prawo do korzystania z tego programu za darmo.
3807=Do użytku komercyjnego, należy uaktualnić do Listary Pro.
3808=Wklej ze schowka
3809=Sprawdź kod rejestracyjny

;Options > About
3900=Informacja
3901=Listary jest bezpłatny dla użytku osobistego. Jeśli chcesz używać go do celów komercyjnych lub potrzebujesz zaawansowanych funkcji, należy zakupić w wersji Pro.
3902=Strona domowa
3903=Ten program jest licencjonowany na

;Add Application Dialog
4100=Dodaj aplikacje
4101=Przeciągnij wyszukanego nad paskiem adres aplikacji, zaznacz go kliknięciem, a następnie zwolnij przycisk myszy.
4102=Wyszukaj:
4103=Klasa:
4104=Wykonywalny:
4105=Pasek adresu:
4106=Menedżer plików (zaznacz, aby włączyć funkcje, które działają tylko w menedżerze plików)
4107=*DOCELOWO* pracuje jako admin?

;Custom Command Dialog
4200=Niestandardowe polecenia
4201=Pełna ścieżka pliku wykonywalnego.\nPrzykład: C:\Program Files\7-Zip\7z.exe
4202=Parametry:
4203=Przykład pokazuje jak dodać wybrany plik do archiwum przy użyciu 7-Zip.\n\nMożna użyć następujących zmiennych parametrów. Zmienne nie zawierają cytaty, należy dodać je ręcznie w zależności od potrzeb.
4204=%plik%\t\tPełna ścieżka dla wybranego pliku/folderu.\nPrzykład:  D:\pobierz\muzyka\przykład.mp3\n\n%ścieszka%\tŚcieżka bieżącego folderu.\nPrzykład:  D:\pobierz\muzyka\\n\n%nazwapliku%\tNazwa pliku wybierz plik/folder.\nPrzykład: przykład.mp3

;Add Favorite Dialog
4300=Dodaj ulubione